[
	{
			"destacado": "Green Day es una banda estadounidense de pop punk​ y punk rock​ integrada inicialmente por tres miembros: Billie Joe Armstrong (guitarra y voz), Mike Dirnt (bajo y coros) y Tré Cool (batería y coros).",
			"detalle": "El grupo originario de Berkeley,​ California, se gestó prematuramente en 1986 bajo el nombre de Sweet Children, con el baterista John Kiffmeyer (más conocido como Al Sobrante). En 1989 se cambiaron al nombre actual ya que el anterior (Sweet Children) se confundía con el de una banda local de esa época y poco después del lanzamiento de su primer álbum de estudio (39/Smooth), Tré Cool reemplazó a Al Sobrante.\n\nFue uno de los grupos que nacieron en el club 924 Gilman Street, sitio que frecuentaban bandas de punk rock locales. Sus primeras publicaciones se realizaron por medio del sello discográfico independiente Lookout!,​ gracias a las exitosas ventas de sus primeros trabajos discográficos, se obtuvo una importante cantidad de admiradores. Algunos años después, en 1994 el conjunto firmó con Reprise Records, con este sello lanzaron el aclamado Dookie. ​Con este nuevo álbum el grupo musical llevó el sonido de finales de la década de 1970 a la nueva generación, además, el álbum se convirtió en un éxito internacional y lleva vendidas más de treinta millones de copias en todo el mundo.\n\nGreen Day junto a otras bandas como The Offspring y Rancid, fueron los que produjeron el renacimiento y popularización del punk rock en los Estados Unidos, como de la cultura misma,​ las masivas ventas produjeron la apertura de una ola de grupos pop punk y punk rock. Diez años después muchos de esos conjuntos se encuentran inactivos o disueltos, mientras que Green Day sigue en plena vanguardia musical con las ópera rock American Idiot y 21st Century Breakdown de 2004 y 2009 respectivamente, ambas con un Premio Grammy al mejor álbum de rock. Editaron una trilogía de álbumes titulados ¡Uno!, ¡Dos! y ¡Tré!, editados en septiembre, noviembre y diciembre de 2012 respectivamente.​ Su álbum Revolution Radio salió a la venta el 7 de octubre de 2016. ​En febrero de 2020 sacan su último album titulado Father of all... con 10 temas producido por Butch Walker, editado por la discográfica Reprise.\n\nEl conjunto estadounidense ha vendido casi 90 millones de copias en todo el mundo​ y más de 25 millones solo en su país.​ En 2010 se estrenó una adaptación teatral del álbum American Idiot en Broadway, el musical fue nominado para Tony Awards, incluyendo Mejor Musical y Mejor Diseño Escénico, y ha recibido comentarios positivos en general. A mediados de 2011 la revista Kerrang! los nombró como el segundo grupo más influyente surgido en los últimos treinta años, solo por detrás de Metallica.​ Según una encuesta pública, en la publicación quincenal de Rolling Stone, se eligió a Green Day como el mejor conjunto de punk de la historia.​",
			"imagen": "1.jpg"
	},
	{
			"destacado": "Inicios musicales y años formativos como Sweet Children (1982-1989)",
			"detalle": "Los orígenes de la banda se remontan hacia 1982, cuando Billie Joe Armstrong y Mike Dirnt, en ese entonces dos niños de diez años provenientes de Rodeo, California, ellos se conocieron y estrecharon amistad. Los dos tenían en común grupos que se desarrollaban en Berkely tales como Mr. T Experience, Operation Ivy y Crimpshrine, además, de otros grupos de punk rock de finales de los años 1980 como Social Distortion y Hüsker Dü. El dúo llamó al baterista de Isocracy, John Kiffmeyer y al bajista Sean Hughes para dar nacimiento a un grupo bajo el nombre de Sweet Children, en un principio Armstrong y Dirnt eran los guitarristas.​ Su primer concierto fue el 17 de octubre de 1987, presentándose en Rod's Hickory Pit en Vallejo (donde la madre de Armstrong se encontraba trabajando), ante la presencia de unos treinta amigos. Tiempo después el grupo se asentó permanentemente en Berkeley, uno de los epicentros de la corriente punk de California. Además de baterista, Kiffmeyer fue el administrador del grupo, siendo un exitoso gerente de la sociedad artística, gracias a contactos que tenía ayudó a organizar conciertos y promover al conjunto.23​ Sean Hughes abandonó Sweet Children en 1988, en su reemplazo fue Dirnt, achicándose el conjunto a un trío.",
			"imagen": "2.jpg"
	},
	{
			"destacado": "Contrato discográfico con Lookout! (1989-1993)",
			"detalle": "El dueño del sello Lookout! Records, Larry Livermore, convenció al grupo para que firmase con su casa discográfica independiente, después de presenciar una actuación en vivo de la banda bajo lluvia.​ El primer material que el conjunto publicó con aquel sello fue un EP titulado 1,000 Hours, en 1989. Poco antes de publicar el EP, la banda decidió abandonar el nombre Sweet Children para cambiar a Green Day, según Livermore fue para evitar la confusión con otro grupo local llamado Sweet Baby.​ Green Day era el nombre de una canción escrita anteriormente. Este trabajo discográfico fue bien recibido por la escena punk de California.1​ La canción «Green Day» fue escrita por Billie Joe Armstrong, y habla acerca de fumar marihuana. Al principio de la canción, se puede oír el sonido de una pipa de agua (un dispositivo utilizado para fumar marihuana). El trío fumaba distintos tipos de hierbas en aquella época, pero cuando contrajeron familia, dejaron esos hábitos. Un «Green Day» es un día de descanso para fumar marihuana.​ Al año siguiente editaron el EP Slappy y su primer álbum de estudio llamado 39/Smooth emitido en vinilo y casete,27​ en el citado año publicaron su tercer EP pero con Skene! Records, llamado simplemente Sweet Children. Este contenía tres canciones escritas por el mismo grupo: «Sweet Children», «Best Thing In Town» y «Strangeland», siendo esta última, con su pegadizo coro, la que más se acerca al estilo que cultivaría el grupo después, la cuarta canción del EP era un cover de la famosa «My Generation» de The Who.\n\nGreen Day editó su primer álbum de compilación en 1991, se llamó 1,039/Smoothed Out Slappy Hours, el título es una combinación de 39/Smooth, Slappy y 1,000 Hours. El álbum incluye los dos EP y el primer álbum de estudio,27​ poco después de esta publicación, Al Sobrante abandonó el trío para retomar sus estudios en la Humboldt State University, en Arcata, California.24​23​ Entonces, convocaron a Tré Cool, un vecino de Larry Livermore y baterista del grupo Lookouts. Billie Joe Armstrong y Mike Dirnt ya conocían a Tré Cool de diversos conciertos en la época que se hacían llamar Sweet Children. La idea original era que Tré Cool reemplazara a Al Sobrante solo por un tiempo, pero cuando se hizo evidente que Sobrante no volvería, Armstrong y Dirnt decidieron que Tré Cool se quedase como baterista de forma permanente. Esta formación esta vigente en la actualidad. Entre 1992 y 1993, con solo unos años de vida, el conjunto se embarcó en una serie de incesantes espectáculos en países del extranjero, como también en Europa.28​ El segundo álbum de estudio fue Kerplunk, lanzado el 17 de enero de 1992 con Lookout!.​ No obstante, en ese momento el grupo rechazó un contrato discográfico con I.R.S. Records.​",
			"imagen": "3.jpg"
	},
	{
			"destacado": "Nuevo contrato con Reprise (1994)",
			"detalle": "El segundo álbum Kerplunk, alcanzó a vender 55 000 copias (numerosa cifra teniendo en cuenta que el disco fue producido de forma independiente), ese éxito underground fue un gran atractivo que vieron las casas discográficas.​ El productor Rob Cavallo representante de Reprise logró seducir al grupo. Así, Green Day terminó amistosamente su contrato con Lookout! Records para firmar con Reprise (subsidiaria de Warner Bros) en 1994.\n\nLa acción de firmar con un sello multinacional, fue (y siguió siendo) un hecho muy criticado por los fanáticos de la época en que tocaban en el club 924 Gilman Street, llegando a catalogar a Green Day de «vendidos».​ El club expulsó inmediatamente a la banda luego de que se conociese la noticia de su fichaje por Reprise32​. Aparecieron grafitis en las paredes del Gilman Street con leyendas como «¡Muerte a Green Day!».​ En unas reflexiones que hizo su cantante y líder Billie Joe Armstrong sobre aquel periodo a la revista Spin en 1999, aseguró que «no podía volver a la escena punk, fuéramos el mayor éxito de la historia o el mayor fracaso [...] Lo único que podía hacer era seguir e ir adelante».​",
			"imagen": "4.jpg"
	},
		{
			"destacado": "Éxito comercial con Dookie",
			"detalle": "El mismo Rob Cavallo, quien había atraído a Green Day para Reprise Records, fue escogido como productor principal del nuevo álbum, mientras que Jerry Finn fue el encargado de la mezcla del disco. Green Day, en un principio, entregó una demo a Cavallo, y tras escuchar la cinta en el coche de camino a casa, sintió que había «tropezado con algo grande».​ La sesión de grabación de la banda duró solo tres semanas, el álbum fue remezclado dos veces.[cita requerida] Pero al conjunto no le había agradado la primera mezcla. Por ello, Cavallo remezcló las pistas en los Fantasy Studios de Berkeley, California. Armstrong aseguró que la banda quería crear un sonido seco «similar al disco de los Sex Pistols o los primeros álbumes de Black Sabbath».​ Armstrong, más tarde, dijo de su experiencia en el estudio que «todo estaba ya compuesto, todo lo que tuvimos que hacer era representarlo».​\n\nAsí se editó en febrero de 1994 el primer álbum de Green Day con Reprise,​ se llamó Dookie, significó el álbum clásico por excelencia del pop punk.​ El nuevo álbum de Green Day se convirtió en un éxito comercial en todo el mundo, consiguiendo llegar al puesto número dos en el Billboard 200 estadounidense y llegó a entrar a las listas de seis países más, alcanzó a vender un total de quince millones de copias en todo el mundo, hasta la fecha,​ siendo el único álbum de diamante que posee Green Day.​ Fue el álbum de rock alternativo más exitoso de la década, solo superado por Nevermind de Nirvana, y Blood Sugar Sex Magik de Red Hot Chili Peppers.​ El éxito de Green Day, abrió el camino a bandas como Rancid y The Offspring, saliendo a la venta discos como Wolves y Smash, respectivamente, y en poco tiempo, el resurgimiento del punk a mediados de los años 1990 se encontraba en pleno apogeo.\n\nInicialmente el éxito fue gracias a la promoción que MTV dio al sencillo «Longview», luego el clásico «Basket Case» que se mantuvo por cinco semanas en el primer puesto de la lista Modern Rock Tracks. Green Day fue el conjunto más aclamado en el Woodstock '94,​ donde comenzaron una guerra de barro. Cuando el show estaba por terminar, Armstrong incentivo a una pelea de barro, en medio del embrollo, un guardia de seguridad confundió al bajista Mike Dirnt con un fan invasor, el guardia llegó a golpear a Dirnt, millones de televidentes vieron ese episodio en vivo.​ La célebre canción «Basket Case» habla de ataques de pánico y de sensación de ansiedad. En esa época, Armstrong el líder del conjunto sufría diferentes tipos de trastornos. Un basket case (en español: caso perdido), es el término utilizado para aquellas personas emocionalmente inestables. Originalmente el término remitía a un amputado, sobre todo soldados que habían perdido sus cuatro miembros, el terminó surgió durante la Primera Guerra Mundial.​ Luego de la recepción positiva de Dookie, la banda realizó su primera gira internacional, comenzando en los Estados Unidos, donde utilizaron un bibliobús del padre de Tré Cool para desplazarse entre los conciertos.\n\nLa banda también apareció en el festival de Lollapalooza y en un evento caritativo en el Madison Square Garden, en aquella ocasión Armstrong tocó la canción «She» desnudo.​ El 9 de septiembre de 1994 actuaron en Boston Esplanade, el caos estalló durante la puesta de la banda, al final de los disturbios, 100 personas resultaron heridas y 45 fueron detenidas. En la gira para promocionar Dookie llevaron a Pansy Division como teloneros. En 1995, Dookie ganó el Premio Grammy al mejor álbum de música alternativa y la banda fue nominada a nueve premios MTV Video Music Awards.\n\n",
			"imagen": "5.jpg"
	},
	{
			"destacado": "Años de receso y regreso con Warning (1999-2002)",
			"detalle": "​",
			"imagen": "6.jpg"
	},
	{
			"destacado": "Proceso de grabación del nuevo álbum (2003)",
			"detalle": "​Para mediados de 2003 el trío ya había grabado veinte canciones para un álbum que se iba a llamar Cigarettes And Valentines.54​ Sin embargo, alguien había hurtado el ordenador en el que estaban guardadas las copias maestras.​ Los tres integrantes del grupo se preguntaron si debían regrabar las pistas perdidas, por lo que consultaron con Rob Cavallo que medida tomar, él les preguntó si esas canciones representaban el mejor trabajo que ellos podían producir, Armstrong comentó al respecto: «Honestamente, no nos podíamos mirar entre nosotros y decir 'eso fue lo mejor que podemos hacer'. Así que decidimos seguir adelante y hacer algo completamente nuevo». Los miembros de la banda accedieron a pasar los próximos tres meses a componer nuevo material.​ Entonces Green Day decidió primero, proponerse volver al estudio y grabar más relajadamente un buen álbum para recuperar su reputación, pero el grupo se puso de acuerdo en que no se debía regrabar exactamente las mismas canciones, en cambio, se tenían que perfeccionar, pero desde cero.\n\nComenzaron a grabar buscando influencias de otros estilos, interpretando desde salsa, hasta cantando versiones de villancicos. Armstrong dijo que decidieron escribir sus canciones de esta manera al haber obtenido el respeto del mundo musical, y que los comentarios sociales es parte natural del crecimiento de una banda.\n\nLa primera nueva composición fue una canción llamada «American Idiot». La banda tuvo dificultades para seguir adelante. Un día, el bajista Mike Dirnt se dirigió al estudio de grabación, con una composición de treinta segundos, hecha por sí mismo. Armstrong decidió que quería hacer algo parecido, él y Tré Cool siguieron el camino que trazó el bajista. Armstrong recordó: «Todo empezó a volverse más serio, estábamos tratando de superarnos uno al otro. Seguimos conectando estos pequeños fragmentos hasta que teníamos algo». Este conjunto musical se convirtió en la canción «Homecoming». La siguiente composición fue la suite «Jesus of Suburbia». Armstrong se envalentonó tanto por la creación de las dos suites, por lo que decidió hacer del álbum una obra conceptual.​",
			"imagen": "7.jpg"
	},
	{
			"destacado": "Nuevo éxito con American Idiot (2004-2006)",
			"detalle": "​",
			"imagen": "8.jpg"
	},
	{
			"destacado": "Producción del siguiente álbum (2007-2008)",
			"detalle": "​",
			"imagen": "9.jpg"
	},
	{
			"destacado": "Continúa el éxito con 21st Century Breakdown (2009-2010)",
			"detalle": "​",
			"imagen": "10.jpg"
	},
	{
			"destacado": "Musical de American Idiot e indicios de un nuevo álbum de estudio (2010-2011)",
			"detalle": "​",
			"imagen": "11.jpg"
	},
	{
			"destacado": "¡Uno!, ¡Dos!, ¡Tré! (2012-2014)",
			"detalle": "​",
			"imagen": "12.jpg"
	}
]